app/controllers/admin/dashboard_controller.rb

  def orders
  	@orders = Order.all
---
SELECT "orders".* FROM "orders"

  def contacts
  	@contacts = Contact.all
---
SELECT "contacts".* FROM "contacts"