app/controllers/pages_controller.rb

  def place_order
    @order = Order.new(order_params)
    if @order.save
---
INSERT INTO "orders" ("name_or_business", "email", "phone", "message", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)

  def create
  	@contact = Contact.new(contact_params)
  	if @contact.save
---
INSERT INTO "contacts" ("first_name", "surname", "email", "phone_number", "subject", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?)