app/controllers/session_controller.rb

SELECT  "admins".* FROM "admins" WHERE "admins"."name" = ? LIMIT ?  [["name", ""], ["LIMIT", 1]]
---
  def create
    admin = Admin.find_by(name: params[:session][:name].downcase)